Repository: trang38/manage-find_house
Catalog: mfhouse/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Sign In
vi: Đăng nhập

source: sign in
vi: đăng nhập

source: sign up
vi: đăng ký

source: Sign Up
vi: Đăng ký

source: Username
vi: Tên đăng nhập

source: Email (optional)
vi: Địa chỉ email

source: If you have not created an account yet, then please {{ link }}sign up{{ end_link }} first.
vi: Nếu ban chưa có tài khoản, vui lòng {{ link }}đăng ký{{ end_link }} trước.

source: Already have an account? Then please {{ link }}sign in{{ end_link }}.
vi: Bạn đã có tài khoản? Vui lòng {{ link }}đăng nhập{{ end_link }}.

source: Forgot your password?
vi: Quên mật khẩu?

source: Remember Me
vi: Lưu lại

source: Reset My Password
vi: Đặt lại mật khẩu

source: Password Reset
vi: Đặt lại mật khẩukhẩu

source: Please contact us if you have any trouble resetting your password.
vi: Vui lòng liên hệ chúng tôi nếu bạn có bất kỳ vấn đề gì khi đặt lại mật khẩu.

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
vi: Nhập địa chỉ email của bạn bên dưới và chúng tôi sẽ gửi cho bạn một email cho phép bạn đặt lại mật khẩu.
